Revit 2024 API
UnitTypeId.KipsPerFoot Property
 Kips per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerFoot { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace